Repository: EnterpriseBranding/mc-acf-flexible-template
Catalog: languages/mc-acf-ft-template-*.po
Languages: fr_fr

source: Save and load templates functionality
fr_fr: Fonctionnalité de sauvegarde et chargement des modèles

source: This flexible field should display save/load functionnality ?
fr_fr: Souhaitez-vous afficher la fonctionnalité de sauvegarde/chargement de modèles ?

source: Load template
fr_fr: Charger un modèle

source: Close import modal.
fr_fr: Fermer la boîte de dialogue de chargement.

source: Select a template :
fr_fr: Sélectionnez un modèle :

source: Select a template
fr_fr: Sélectionnez un modèle

source: Uncategorised
fr_fr: Non classé(s)

source: Load
fr_fr: Charger

source: No template found for this flexible
fr_fr: Pas de modèle trouvé pour ce champs flexible.

source: Save template
fr_fr: Sauvegarder le modèle

source: Close save modal.
fr_fr: Fermer la boîte de dialogue de sauvegarde.

source: Select one or more categories :
fr_fr: Sélectionnez une ou plusieurs catégorie(s)

source: Select
fr_fr: Sélection

source: Name the template :
fr_fr: Nommez le modèle :

source: Save
fr_fr: Sauvegarder

source: You can't save empty template.
fr_fr: Vous ne pouvez pas sauvegarder un modèle vide.

source: Template name input not found.
fr_fr: Le champs du nom du modèle n'a pas été trouvé.

source: Please fill the template name.
fr_fr: Saisissez un nom pour ce modèle.

source: Error creating post.
fr_fr: Erreur lors de la création du modèle.

source: Template saved, remember to save the post.
fr_fr: Modèle sauvegardé, pensez à enregistrer votre contenu.

source: No layouts for this flexible field.
fr_fr: Aucun layout trouvé pour ce champs flexible.

source: Import template select not found.
fr_fr: Le sélecteur de modèle n'a pas été trouvé.

source: Please select a template.
fr_fr: Sélectionnez un modèle.

source: Template imported, remember to save the post.
fr_fr: Modèle chargé, pensez à enregistrer votre contenu.

source: ACF main class not found.
fr_fr: La classe ACF n'a pas été trouvée.

source: You can't import empty template.
fr_fr: Vous ne pouvez pas charger un modèle vide.

source: Save as template :
fr_fr: Sauvegarder le modèle :

source: ACF Template
fr_fr: Modèle ACF

source: ACF Templates
fr_fr: Modèles ACF

source: All ACF Templates
fr_fr: Tous les modèles ACF

source: ACF Template Archives
fr_fr: Archives des modèles ACF

source: ACF Template Attributes
fr_fr: Attributs des modèles ACF

source: Parent Item:
fr_fr: Parent:

source: Add New Item
fr_fr: Ajouter

source: Add New
fr_fr: Ajouter

source: New Item
fr_fr: Nouveau

source: Edit Item
fr_fr: Modifier

source: Update Item
fr_fr: Mettre à jour

source: View Item
fr_fr: Voir

source: View Items
fr_fr: Voir

source: Categories
fr_fr: Catégories

source: Saved from field :
fr_fr: Sauvegardé depuis le champs :

source: Unable to get parent flexible
fr_fr: Impossible de récupérer le champs flexible parent.

source: MC ACF Flexible Template plugin needs "Advanced Custom Fields Pro" to run. Please download and activate it
fr_fr: L'extension MC ACF Flexible Template requiert "Advanced Custom Fields Pro" pour fonctionner. Téléchargez et installez la.
